Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# habits.milestone.progress_a11y
source: %1$@, next milestone: %2$@
ar: %1$@، المحطة التالية: %2$@
bn: %1$@, পরবর্তী মাইলস্টোন: %2$@
de: %1$@, nächster Meilenstein: %2$@
el: %1$@, επόμενο ορόσημο: %2$@
es: %1$@, próximo hito: %2$@
fa: %1$@، نقطه‌ی عطف بعدی: %2$@
fr: %1$@, prochain palier : %2$@
he: %1$@, אבן הדרך הבאה: %2$@
hi: %1$@, अगला माइलस्टोन: %2$@
id: %1$@, tonggak berikutnya: %2$@
it: %1$@, prossimo traguardo: %2$@
ja: %1$@、次のマイルストーン：%2$@
ko: %1$@, 다음 마일스톤: %2$@
mr: %1$@, पुढील माइलस्टोन: %2$@
ms: %1$@, tonggak seterusnya: %2$@
nl: %1$@, volgende mijlpaal: %2$@
pl: %1$@, następny kamień milowy: %2$@
pt_br: %1$@, próximo marco: %2$@
ro: %1$@, următorul jalon: %2$@
ru: %1$@, следующий рубеж: %2$@
ta: %1$@, அடுத்த மைல்ஸ்டோன்: %2$@
te: %1$@, తదుపరి మైల్‌స్టోన్: %2$@
th: %1$@, ก้าวสำคัญถัดไป: %2$@
tr: %1$@, sonraki kilometre taşı: %2$@
uk: %1$@, наступна віха: %2$@
ur: %1$@، اگلا سنگ میل: %2$@
vi: %1$@, cột mốc tiếp theo: %2$@
zh_hans: %1$@，下个里程碑：%2$@
zh_hant: %1$@，下一個里程碑：%2$@

# habits.milestone.value.count
source: %lld completions
ar: %lld إكمال
bn: %lld বার সম্পন্ন
de: %lld Erledigungen
el: %lld ολοκληρώσεις
es: %lld registros
fa: %lld تکمیل
fr: %lld réalisations
he: %lld השלמות
hi: %lld चेक-इन
id: %lld kali selesai
it: %lld completamenti
ja: %lld回完了
ko: %lld회 완료
mr: %lld वेळा पूर्ण
ms: %lld kali selesai
nl: %lld keer
pl: %lld wykonania
pt_br: %lld conclusões
ro: %lld de finalizări
ru: %lld выполнения
ta: %lld முறை முடிந்தது
te: %lld సార్లు పూర్తి
th: %lld ครั้ง
tr: %lld tamamlama
uk: %lld виконання
ur: %lld تکمیلات
vi: %lld lần hoàn thành
zh_hans: %lld 次完成
zh_hant: 完成 %lld 次

# habits.milestone.value.streak_days
source: %lld-day streak
ar: سلسلة من %lld يوم
bn: %lld দিনের ধারা
de: %lld-Tage-Serie
el: Σερί %lld ημερών
es: Racha de %lld días
fa: زنجیره %lld روزه
fr: Série de %lld jours
he: רצף של %lld ימים
hi: %lld दिन की स्ट्रीक
id: Rekor %lld hari
it: Serie di %lld giorni
ja: %lld日連続
ko: %lld일 연속
mr: %lld दिवसांची स्ट्रीक
ms: Rentetan %lld hari
nl: reeks van %lld dagen
pl: Seria: %lld dnia
pt_br: Sequência de %lld dias
ro: serie de %lld de zile
ru: Серия: %lld дня
ta: %lld நாள் ஸ்ட்ரீக்
te: %lld రోజుల స్ట్రీక్
th: ต่อเนื่อง %lld วัน
tr: %lld günlük seri
uk: Серія: %lld дня
ur: %lld دن کا تسلسل
vi: Chuỗi %lld ngày
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

# habits.milestone.value.streak_months
source: %lld-month streak
ar: سلسلة من %lld شهر
bn: %lld মাসের ধারা
de: %lld-Monate-Serie
el: Σερί %lld μηνών
es: Racha de %lld meses
fa: زنجیره %lld ماهه
fr: Série de %lld mois
he: רצף של %lld חודשים
hi: %lld महीने की स्ट्रीक
id: Rekor %lld bulan
it: Serie di %lld mesi
ja: %lldか月連続
ko: %lld개월 연속
mr: %lld महिन्यांची स्ट्रीक
ms: Rentetan %lld bulan
nl: reeks van %lld maanden
pl: Seria: %lld miesiąca
pt_br: Sequência de %lld meses
ro: serie de %lld de luni
ru: Серия: %lld месяца
ta: %lld மாத ஸ்ட்ரீக்
te: %lld నెలల స్ట్రీక్
th: ต่อเนื่อง %lld เดือน
tr: %lld aylık seri
uk: Серія: %lld місяця
ur: %lld مہینے کا تسلسل
vi: Chuỗi %lld tháng
zh_hans: 连续 %lld 个月
zh_hant: 連續 %lld 個月

# habits.milestone.value.streak_weeks
source: %lld-week streak
ar: سلسلة من %lld أسبوع
bn: %lld সপ্তাহের ধারা
de: %lld-Wochen-Serie
el: Σερί %lld εβδομάδων
es: Racha de %lld semanas
fa: زنجیره %lld هفته‌ای
fr: Série de %lld semaines
he: רצף של %lld שבועות
hi: %lld सप्ताह की स्ट्रीक
id: Rekor %lld minggu
it: Serie di %lld settimane
ja: %lld週間連続
ko: %lld주 연속
mr: %lld आठवड्यांची स्ट्रीक
ms: Rentetan %lld minggu
nl: reeks van %lld weken
pl: Seria: %lld tygodnia
pt_br: Sequência de %lld semanas
ro: serie de %lld de săptămâni
ru: Серия: %lld недели
ta: %lld வார ஸ்ட்ரீக்
te: %lld వారాల స్ట్రీక్
th: ต่อเนื่อง %lld สัปดาห์
tr: %lld haftalık seri
uk: Серія: %lld тижня
ur: %lld ہفتے کا تسلسل
vi: Chuỗi %lld tuần
zh_hans: 连续 %lld 周
zh_hant: 連續 %lld 週

# habits.reminders.add
source: Add Reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যোগ করুন
de: Erinnerung hinzufügen
el: Προσθήκη υπόμνησης
es: Añadir recordatorio
fa: افزودن یادآور
fr: Ajouter un rappel
he: הוספת תזכורת
hi: रिमाइंडर जोड़ें
id: Tambah Pengingat
it: Aggiungi promemoria
ja: リマインダーを追加
ko: 알림 추가
mr: रिमाइंडर जोडा
ms: Tambah Peringatan
nl: Voeg herinnering toe
pl: Dodaj przypomnienie
pt_br: Adicionar lembrete
ro: Adăugați un memento
ru: Добавить напоминание
ta: நினைவூட்டலைச் சேர்
te: రిమైండర్‌ను జోడించండి
th: เพิ่มเตือนความจำ
tr: Anımsatıcı ekle
uk: Додати нагадування
ur: یاد دہانی شامل کریں
vi: Thêm lời nhắc
zh_hans: 添加提醒
zh_hant: 新增提醒

# habits.reminders.hint.daily
source: Only on the days this habit is scheduled, and stops once it’s done.
ar: في الأيام المجدولة لهذه العادة فقط، ويتوقف بمجرد إكمالها.
bn: রিমাইন্ডার শুধু এই অভ্যাসের নির্ধারিত দিনে আসে এবং অভ্যাসটি সম্পন্ন হলে থেমে যায়।
de: Nur an den Tagen, an denen diese Gewohnheit geplant ist, und endet, sobald sie erledigt ist.
el: Υπενθυμίζει μόνο τις ημέρες που είναι προγραμματισμένη η συνήθεια και σταματά μόλις ολοκληρωθεί.
es: Solo los días en que este hábito está planificado; se detiene al completarlo.
fa: فقط در روزهایی که این عادت برنامه‌ریزی شده است یادآوری می‌شود و پس از انجام آن متوقف می‌شود.
fr: Uniquement les jours où cette habitude est prévue, et s’arrête dès qu’elle est faite.
he: התזכורות פועלות רק בימים שבהם ההרגל מתוזמן ונעצרות כשההרגל בוצע.
hi: केवल उन दिनों में जब यह आदत तय है, और आदत पूरी होते ही रुक जाता है।
id: Hanya pada hari yang dijadwalkan untuk kebiasaan ini, dan berhenti setelah selesai.
it: Solo nei giorni in cui questa abitudine è prevista e si ferma una volta completata.
ja: この習慣の予定日のみ通知し、完了すると止まります。
ko: 이 습관이 예정된 날에만 알리며, 완료하면 멈춥니다.
mr: रिमाइंडर फक्त या सवयीसाठी ठरवलेल्या दिवशी येतो आणि सवय पूर्ण झाल्यावर थांबतो.
ms: Hanya pada hari tabiat ini dijadualkan, dan berhenti setelah selesai.
nl: Alleen op de dagen waarop deze gewoonte gepland staat, en stopt zodra de gewoonte is voltooid.
pl: Tylko w dni, w których nawyk jest zaplanowany, i kończy się po jego wykonaniu.
pt_br: Somente nos dias em que este hábito está previsto e para assim que for concluído.
ro: Doar în zilele în care obiceiul este planificat și se oprește după ce este finalizat.
ru: Только в дни, когда запланирована привычка, и прекращается после выполнения.
ta: இந்தப் பழக்கம் திட்டமிடப்பட்ட நாட்களில் மட்டும், அது முடிந்ததும் நிற்கும்.
te: ఈ అలవాటు షెడ్యూల్ చేసిన రోజుల్లో మాత్రమే, అది పూర్తయిన వెంటనే ఆగిపోతుంది.
th: เตือนเฉพาะวันที่กำหนดนิสัยนี้ไว้ และหยุดเมื่อทำเสร็จแล้ว
tr: Yalnızca alışkanlığın planlandığı günlerde anımsatır; tamamlandığında durur.
uk: Лише в дні, на які запланована звичка, і припиняється після виконання.
ur: یہ صرف ان دنوں میں یاد دلاتی ہے جب عادت طے ہو، اور مکمل ہوتے ہی رک جاتی ہے۔
vi: Chỉ vào những ngày thói quen này được lên lịch, và dừng khi đã hoàn thành.
zh_hans: 仅在该习惯计划的日子提醒，完成后即停止。
zh_hant: 只會在這個習慣安排的日子提醒，完成後就會停止。

# habits.reminders.hint.monthly
source: Reminds on day %lld each month, and stops once it’s done.
ar: يذكّرك في اليوم %lld من كل شهر، ويتوقف بمجرد إكمالها.
bn: প্রতি মাসের %lld তারিখে মনে করায় এবং সম্পন্ন হলে থেমে যায়।
de: Erinnert jeden Monat am %lld. und endet, sobald die Gewohnheit erledigt ist.
el: Υπενθυμίζει την ημέρα %lld κάθε μήνα και σταματά μόλις ολοκληρωθεί.
es: Recuerda el día %lld de cada mes y se detiene al completarlo.
fa: هر ماه در روز %lld یادآوری می‌کند و پس از انجام آن متوقف می‌شود.
fr: Rappelle le jour %lld de chaque mois, et s’arrête dès que c’est fait.
he: התזכורות מופעלות ביום %lld בכל חודש ונעצרות כשההרגל בוצע.
hi: हर महीने %lld तारीख़ को याद दिलाता है, और आदत पूरी होते ही रुक जाता है।
id: Mengingatkan pada tanggal %lld setiap bulan, dan berhenti setelah selesai.
it: Ricorda il giorno %lld di ogni mese e si ferma una volta completata.
ja: 毎月%lld日に通知し、完了すると止まります。
ko: 매월 %lld일에 알리며, 완료하면 멈춥니다.
mr: दर महिन्याच्या %lld तारखेला आठवण करून देतो आणि पूर्ण झाल्यावर थांबतो.
ms: Mengingatkan pada tarikh %lld setiap bulan, dan berhenti setelah selesai.
nl: Herinnert elke maand op dag %lld en stopt zodra de gewoonte is voltooid.
pl: Przypomina %lld. dnia każdego miesiąca i kończy się po wykonaniu.
pt_br: Lembra no dia %lld de cada mês e para assim que for concluído.
ro: Reamintește în ziua %lld a fiecărei luni și se oprește după ce obiceiul este finalizat.
ru: Напоминает %lld-го числа каждого месяца и прекращается после выполнения.
ta: மாதந்தோறும் %lldஆம் நாளில் நினைவூட்டும், முடிந்ததும் நிற்கும்.
te: ప్రతి నెల %lldవ రోజున గుర్తు చేస్తుంది, పూర్తయిన వెంటనే ఆగిపోతుంది.
th: เตือนในวันที่ %lld ของทุกเดือน และหยุดเมื่อทำเสร็จแล้ว
tr: Her ayın %lld. gününde anımsatır; tamamlandığında durur.
uk: Нагадує %lld-го числа кожного місяця й припиняється після виконання.
ur: ہر مہینے %lld تاریخ کو یاد دلاتی ہے، اور مکمل ہوتے ہی رک جاتی ہے۔
vi: Nhắc vào ngày %lld mỗi tháng, và dừng khi đã hoàn thành.
zh_hans: 每月 %lld 日提醒，完成后即停止。
zh_hant: 每月 %lld 日提醒，完成後就會停止。

# habits.reminders.hint.multi
source: Stops once you log %lld today.
ar: يتوقف بمجرد أن تسجل %lld إكمال اليوم.
bn: আজ %lld বার চেক-ইন করলে থেমে যায়।
de: Endet, sobald du heute %lld Mal abgehakt hast.
el: Σταματά μόλις καταγράψετε %lld φορές σήμερα.
es: Se detiene al registrar %lld veces hoy.
fa: پس از ثبت %lld بار امروز متوقف می‌شود.
fr: S’arrête dès que vous avez validé %lld fois aujourd’hui.
he: התזכורות נעצרות לאחר %lld סימונים היום.
hi: आज %lld चेक-इन होते ही रुक जाता है।
id: Berhenti setelah %lld kali check-in hari ini.
it: Si ferma dopo %lld registrazioni oggi.
ja: 今日%lld回記録すると止まります。
ko: 오늘 %lld회 기록하면 멈춥니다.
mr: आज %lld वेळा चेक-इन केल्यावर थांबतो.
ms: Berhenti setelah %lld kali check-in hari ini.
nl: Stopt zodra je vandaag %lld keer hebt afgevinkt.
pl: Przypomnienia kończą się po %lld odhaczenia dzisiaj.
pt_br: Para depois de %lld registros hoje.
ro: Se oprește după ce ați bifat de %lld de ori astăzi.
ru: Напоминания прекратятся после %lld отметки сегодня.
ta: இன்று %lld முறை செக்-இன் செய்ததும் நிற்கும்.
te: ఈరోజు %lld సార్లు చెక్ ఇన్ చేసిన వెంటనే ఆగిపోతుంది.
th: หยุดเมื่อบันทึกครบ %lld ครั้งในวันนี้
tr: Bugün %lld kez işaretlediğinizde durur.
uk: Нагадування припиняться після %lld позначки сьогодні.
ur: آج %lld چیک اِن ہوتے ہی رک جاتی ہے۔
vi: Dừng sau khi điểm danh đủ %lld lần hôm nay.
zh_hans: 今天记满 %lld 次后停止。
zh_hant: 今天記錄滿 %lld 次後就會停止。

# habits.reminders.hint.times_per_week
source: Nudges on days you’re behind, until you’ve logged %lld this week.
ar: ينبّهك في الأيام التي تتأخر فيها، إلى أن تسجل %lld إكمال هذا الأسبوع.
bn: এই সপ্তাহে %lld বার চেক-ইন না হওয়া পর্যন্ত, পিছিয়ে থাকা দিনগুলিতে মনে করায়।
de: Erinnert an Tagen, an denen du im Rückstand bist, bis du diese Woche %lld Mal abgehakt hast.
el: Υπενθυμίζει τις ημέρες που υστερείτε, μέχρι να καταγράψετε %lld φορές αυτή την εβδομάδα.
es: Te lo recuerda los días en que vas con retraso, hasta registrar %lld veces esta semana.
fa: در روزهایی که عقب هستید یادآوری می‌کند، تا زمانی که این هفته %lld ثبت داشته باشید.
fr: Rappelle les jours de retard, jusqu’à %lld validations cette semaine.
he: התזכורות מופיעות בימים שבהם יש פיגור, עד ל-%lld סימונים השבוע.
hi: जिन दिनों आप पीछे रहते हैं, उन दिनों तब तक याद दिलाता है, जब तक आप इस सप्ताह %lld चेक-इन दर्ज नहीं कर लेते।
id: Mengingatkan pada hari-hari ketika tertinggal, sampai %lld kali check-in tercapai minggu ini.
it: Ricorda nei giorni in cui sei indietro, fino a %lld registrazioni questa settimana.
ja: 遅れている日に通知し、今週%lld回記録すると止まります。
ko: 뒤처진 날에 알리며, 이번 주에 %lld회 기록하면 멈춥니다.
mr: या आठवड्यात %lld वेळा चेक-इन होईपर्यंत, तुम्ही मागे असलेल्या दिवशी आठवण करून देतो.
ms: Mengingatkan pada hari-hari ketika ketinggalan, sehingga %lld kali check-in dicapai minggu ini.
nl: Herinnert op dagen dat je achterloopt, tot je deze week %lld keer hebt afgevinkt.
pl: Przypomina w dni, gdy jesteś w tyle — aż do %lld odhaczenia w tym tygodniu.
pt_br: Lembra nos dias em que você está atrasado, até %lld registros nesta semana.
ro: Reamintește în zilele în care sunteți în urmă, până ați bifat de %lld de ori în această săptămână.
ru: Напоминает в дни отставания, пока на этой неделе не будет %lld отметки.
ta: இந்த வாரம் %lld முறை செக்-இன் செய்யும் வரை, நீங்கள் பின்தங்கிய நாட்களில் நினைவூட்டும்.
te: ఈ వారం %lld సార్లు చెక్ ఇన్ చేసే వరకు, మీరు వెనుకబడిన రోజుల్లో గుర్తు చేస్తుంది.
th: เตือนในวันที่ยังทำไม่ถึงเป้า จนกว่าจะบันทึกครบ %lld ครั้งในสัปดาห์นี้
tr: Geride kaldığınız günlerde, bu hafta %lld kez işaretleyene kadar anımsatır.
uk: Нагадує в дні відставання, доки цього тижня не буде %lld позначки.
ur: جن دنوں آپ پیچھے ہوں یاد دلاتی ہے، جب تک اس ہفتے %lld چیک اِن نہ ہو جائیں۔
vi: Nhắc nhẹ vào những ngày bạn đang chậm, cho đến khi đủ %lld lần điểm danh trong tuần này.
zh_hans: 在落后的日子提醒，直到本周记满 %lld 次。
zh_hant: 進度落後的日子會提醒你，直到本週記錄滿 %lld 次。

# habits.reminders.mode.specific
source: Specific times
ar: أوقات محددة
bn: নির্দিষ্ট সময়
de: Bestimmte Uhrzeiten
el: Συγκεκριμένες ώρες
es: Horas concretas
fa: زمان‌های مشخص
fr: Heures précises
he: שעות מסוימות
hi: तय समय
id: Waktu tertentu
it: Orari specifici
ja: 指定した時刻
ko: 특정 시간
mr: विशिष्ट वेळा
ms: Masa tertentu
nl: Specifieke tijden
pl: Konkretne godziny
pt_br: Horários específicos
ro: Ore specifice
ru: Точное время
ta: குறிப்பிட்ட நேரங்கள்
te: నిర్దిష్ట సమయాలు
th: เวลาที่กำหนด
tr: Belirli saatler
uk: Конкретний час
ur: مخصوص اوقات
vi: Giờ cụ thể
zh_hans: 指定时间
zh_hant: 指定時間

# habits.reminders.mode.window
source: Throughout the day
ar: على مدار اليوم
bn: সারাদিন জুড়ে
de: Über den Tag verteilt
el: Καθ’ όλη την ημέρα
es: A lo largo del día
fa: در طول روز
fr: Tout au long de la journée
he: במהלך היום
hi: पूरे दिन
id: Sepanjang hari
it: Durante tutto il giorno
ja: 1日を通して
ko: 하루 동안
mr: दिवसभर
ms: Sepanjang hari
nl: Verspreid over de dag
pl: W ciągu dnia
pt_br: Ao longo do dia
ro: Pe parcursul zilei
ru: В течение дня
ta: நாள் முழுவதும்
te: రోజు పొడవునా
th: ตลอดทั้งวัน
tr: Gün boyunca
uk: Протягом дня
ur: دن بھر
vi: Suốt cả ngày
zh_hans: 全天分布
zh_hant: 全天

# habits.reminders.reenable
source: Enable reminder at %@
ar: تمكين التذكير عند %@
bn: রিমাইন্ডার চালু করুন: %@
de: Erinnerung um %@ aktivieren
el: Ενεργοποίηση υπόμνησης: %@
es: Activar recordatorio (%@)
fa: فعال‌سازی یادآور در %@
fr: Activer le rappel de %@
he: הפעלת תזכורת ב-%@
hi: %@ का रिमाइंडर चालू करें
id: Aktifkan pengingat pada %@
it: Attiva promemoria: %@
ja: %@のリマインダーを有効にする
ko: %@ 알림 활성화
mr: रिमाइंडर चालू करा: %@
ms: Dayakan peringatan pada %@
nl: Schakel de herinnering om %@ in
pl: Włącz przypomnienie o %@
pt_br: Ativar lembrete para %@
ro: Activați mementoul de la %@
ru: Включить напоминание в %@
ta: நினைவூட்டலைச் செயல்படுத்து: %@
te: రిమైండర్‌ను ఎనేబల్ చేయండి: %@
th: เปิดเตือนความจำเวลา %@
tr: Anımsatıcıyı aç: %@
uk: Увімкнути нагадування о %@
ur: %@ پر یاد دہانی فعال کریں
vi: Bật lời nhắc lúc %@
zh_hans: 启用 %@ 的提醒
zh_hant: 啟用 %@ 的提醒

# habits.reminders.remove
source: Remove Reminder
ar: إزالة التذكير
bn: রিমাইন্ডার অপসারণ করুন
de: Erinnerung entfernen
el: Αφαίρεση υπόμνησης
es: Quitar recordatorio
fa: حذف یادآور
fr: Supprimer le rappel
he: הסרת תזכורת
hi: रिमाइंडर हटाएँ
id: Hapus Pengingat
it: Rimuovi promemoria
ja: リマインダーを削除
ko: 알림 제거
mr: रिमाइंडर काढून टाका
ms: Padam Peringatan
nl: Verwijder herinnering
pl: Usuń przypomnienie
pt_br: Remover lembrete
ro: Eliminați mementoul
ru: Удалить напоминание
ta: நினைவூட்டலை அகற்று
te: రిమైండర్‌ను తొలగించండి
th: เอาเตือนความจำออก
tr: Anımsatıcıyı kaldır
uk: Видалити нагадування
ur: یاد دہانی ہٹائیں
vi: Xóa lời nhắc
zh_hans: 移除提醒
zh_hant: 移除提醒

# habits.reminders.window.apply
source: Set These Reminders
ar: ضبط هذه التذكيرات
bn: এই রিমাইন্ডারগুলি সেট করুন
de: Diese Erinnerungen festlegen
el: Ορισμός αυτών των υπομνήσεων
es: Establecer estos recordatorios
fa: تنظیم این یادآورها
fr: Définir ces rappels
he: הגדרת התזכורות האלה
hi: ये रिमाइंडर सेट करें
id: Atur Pengingat Ini
it: Imposta questi promemoria
ja: このリマインダーを設定
ko: 이 알림 설정
mr: हे रिमाइंडर सेट करा
ms: Tetapkan Peringatan Ini
nl: Stel deze herinneringen in
pl: Ustaw te przypomnienia
pt_br: Definir estes lembretes
ro: Fixați aceste mementouri
ru: Задать эти напоминания
ta: இந்த நினைவூட்டல்களை அமை
te: ఈ రిమైండర్‌లను సెట్ చేయండి
th: ตั้งเตือนความจำเหล่านี้
tr: Bu anımsatıcıları ayarla
uk: Задати ці нагадування
ur: یہ یاد دہانیاں سیٹ کریں
vi: Đặt các lời nhắc này
zh_hans: 设置这些提醒
zh_hant: 設定這些提醒

# habits.reminders.window.end
source: End
ar: الانتهاء
bn: শেষ
de: Ende
el: Λήξη
es: Fin
fa: پایان
fr: Fin
he: סיום
hi: समाप्त
id: Berakhir
it: Fine
ja: 終了
ko: 종료
mr: समाप्ती
ms: Tamat
nl: Einde
pl: Koniec
pt_br: Fim
ro: Sfârșit
ru: Окончание
ta: முடிவு
te: ముగింపు
th: สิ้นสุด
tr: Bitiş
uk: Завершення
ur: اختتام
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# habits.reminders.window.preview
source: %lld reminders · about every %2$@ · stops once you log %lld today
ar: %lld تذكير · كل %2$@ تقريبًا · يتوقف بمجرد أن تسجل %lld إكمال اليوم
bn: %lldটি রিমাইন্ডার · প্রায় প্রতি %2$@ · আজ %lld বার চেক-ইন করলে থেমে যায়
de: %lld Erinnerungen · etwa alle %2$@ · endet, sobald du heute %lld Mal abgehakt hast
el: %lld υπομνήσεις · περίπου κάθε %2$@ · σταματά όταν καταγράψετε %lld φορές σήμερα
es: %lld recordatorios · aprox. cada %2$@ · se detiene al registrar %lld veces hoy
fa: %lld یادآور · تقریباً هر %2$@ · پس از %lld ثبت امروز متوقف می‌شود
fr: %lld rappels · environ toutes les %2$@ · s’arrête après %lld validations aujourd’hui
he: %lld תזכורות · בערך כל %2$@ · נעצרות לאחר %lld סימונים היום
hi: %lld रिमाइंडर · लगभग हर %2$@ · आज %lld चेक-इन होने तक
id: %1$lld pengingat · sekitar setiap %2$@ · berhenti setelah %3$lld kali check-in hari ini
it: %lld promemoria · circa ogni %2$@ · si ferma dopo %lld registrazioni oggi
ja: リマインダー%1$lld件 · 約%2$@ごと · 今日%3$lld回記録すると停止
ko: 알림 %1$lld개 · 약 %2$@마다 · 오늘 %3$lld회 기록하면 중지
mr: %lld रिमाइंडर · सुमारे दर %2$@ · आज %lld वेळा चेक-इन केल्यावर थांबतो
ms: %1$lld peringatan · kira-kira setiap %2$@ · berhenti setelah %3$lld kali check-in hari ini
nl: %lld herinneringen · ongeveer elke %2$@ · stopt zodra je vandaag %lld keer hebt afgevinkt
pl: %lld przypomnienia · odstęp około %2$@ · koniec po %lld odhaczenia dzisiaj
pt_br: %lld lembretes · aproximadamente a cada %2$@ · para depois de %lld registros hoje
ro: %lld de mementouri · aproximativ la fiecare %2$@ · se oprește după %lld de bifări astăzi
ru: %lld напоминания · интервал около %2$@ · прекратятся после %lld отметки сегодня
ta: %lld நினைவூட்டல்கள் · சுமார் %2$@ இடைவெளியில் · இன்று %lld முறை செக்-இன் செய்ததும் நிற்கும்
te: %lld రిమైండర్‌లు · దాదాపు ప్రతి %2$@ వ్యవధిలో · ఈరోజు %lld సార్లు చెక్ ఇన్ చేసిన వెంటనే ఆగిపోతుంది
th: เตือนความจำ %1$lld รายการ · ประมาณทุก %2$@ · หยุดเมื่อบันทึกครบ %3$lld ครั้งในวันนี้
tr: %lld anımsatıcı · yaklaşık %2$@ arayla · bugün %lld işaretlemeden sonra durur
uk: %lld нагадування · інтервал близько %2$@ · припиняться після %lld позначки сьогодні
ur: %lld یاد دہانیاں · تقریباً ہر %2$@ · آج %lld چیک اِن ہوتے ہی رک جاتی ہیں
vi: %1$lld lời nhắc · khoảng mỗi %2$@ · dừng sau khi điểm danh đủ %3$lld lần hôm nay
zh_hans: %1$lld 条提醒 · 约每 %2$@ · 今天记满 %3$lld 次后停止
zh_hant: %1$lld 個提醒 · 約每 %2$@ · 今天記錄滿 %3$lld 次後停止

# habits.reminders.window.start
source: Start
ar: البدء
bn: শুরু
de: Beginn
el: Έναρξη
es: Inicio
fa: شروع
fr: Début
he: התחלה
hi: शुरू
id: Mulai
it: Inizio
ja: 開始
ko: 시작
mr: सुरुवात
ms: Mula
nl: Begin
pl: Początek
pt_br: Início
ro: Început
ru: Начало
ta: தொடக்கம்
te: ప్రారంభం
th: เริ่ม
tr: Başlangıç
uk: Початок
ur: آغاز
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# habits.row.add_one
source: Add one
ar: إضافة إكمال واحد
bn: একটি যোগ করুন
de: Einen hinzufügen
el: Προσθήκη ενός
es: Añadir uno
fa: افزودن یکی
fr: Ajouter une validation
he: הוספת אחד
hi: एक जोड़ें
id: Tambah satu
it: Aggiungi una registrazione
ja: 1回分を追加
ko: 1회 추가
mr: एक जोडा
ms: Tambah satu
nl: Voeg er een toe
pl: Dodaj odhaczenie
pt_br: Adicionar um registro
ro: Adăugați unul
ru: Добавить отметку
ta: ஒன்றைச் சேர்
te: ఒకటి జోడించండి
th: เพิ่มหนึ่งครั้ง
tr: Bir tane ekle
uk: Додати позначку
ur: ایک شامل کریں
vi: Thêm một
zh_hans: 加一次
zh_hant: 新增一次

# habits.row.archive
source: Archive
ar: أرشفة
bn: আর্কাইভ করুন
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
fa: بایگانی
fr: Archiver
he: העברה לארכיון
hi: संग्रहीत करें
id: Arsipkan
it: Archivia
ja: アーカイブ
ko: 보관
mr: संग्रहण करा
ms: Arkibkan
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
ro: Arhivați
ru: Архивировать
ta: காப்பகப்படுத்து
te: ఆర్కైవ్
th: เก็บถาวร
tr: Arşivle
uk: Архівувати
ur: آرکائیو کریں
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存

# habits.row.complete_today
source: Complete today
ar: إكمال اليوم
bn: আজ সম্পূর্ণ করুন
de: Heute erledigen
el: Ολοκλήρωση σήμερα
es: Completar hoy
fa: تکمیل امروز
fr: Valider aujourd’hui
he: השלמה להיום
hi: आज पूर्ण करें
id: Selesaikan hari ini
it: Completa oggi
ja: 今日の分を完了
ko: 오늘 완료
mr: आज पूर्ण करा
ms: Selesaikan hari ini
nl: Voltooi vandaag
pl: Wykonaj dzisiaj
pt_br: Concluir hoje
ro: Finalizați astăzi
ru: Выполнить сегодня
ta: இன்று நிறைவுசெய்
te: ఈరోజు పూర్తి చేయండి
th: ทำวันนี้ให้เสร็จ
tr: Bugünü tamamla
uk: Виконати сьогодні
ur: آج مکمل کریں
vi: Hoàn thành hôm nay
zh_hans: 完成今天
zh_hant: 今天完成

# habits.row.complete_today.title_case
source: Complete Today
ar: إكمال اليوم
bn: আজ সম্পূর্ণ করুন
de: Heute erledigen
el: Ολοκλήρωση σήμερα
es: Completar hoy
fa: تکمیل امروز
fr: Valider aujourd’hui
he: השלמה להיום
hi: आज पूर्ण करें
id: Selesaikan Hari Ini
it: Completa oggi
ja: 今日の分を完了
ko: 오늘 완료
mr: आज पूर्ण करा
ms: Selesaikan Hari Ini
nl: Voltooi vandaag
pl: Wykonaj dzisiaj
pt_br: Concluir hoje
ro: Finalizați astăzi
ru: Выполнить сегодня
ta: இன்று நிறைவுசெய்
te: ఈరోజు పూర్తి చేయండి
th: ทำวันนี้ให้เสร็จ
tr: Bugünü tamamla
uk: Виконати сьогодні
ur: آج مکمل کریں
vi: Hoàn thành hôm nay
zh_hans: 完成今天
zh_hant: 今天完成

# habits.row.decrement
source: Remove one
ar: إزالة إكمال واحد
bn: একটি অপসারণ করুন
de: Einen entfernen
el: Αφαίρεση ενός
es: Quitar uno
fa: حذف یکی
fr: Retirer une validation
he: הסרת אחד
hi: एक हटाएँ
id: Kurangi satu
it: Rimuovi una registrazione
ja: 1回分を削除
ko: 1회 제거
mr: एक काढून टाका
ms: Kurangkan satu
nl: Verwijder er een
pl: Usuń odhaczenie
pt_br: Remover um registro
ro: Eliminați unul
ru: Убрать отметку
ta: ஒன்றை அகற்று
te: ఒకటి తొలగించండి
th: เอาออกหนึ่งครั้ง
tr: Bir tane kaldır
uk: Прибрати позначку
ur: ایک ہٹائیں
vi: Bớt một
zh_hans: 减一次
zh_hant: 移除一次

# habits.row.delete_confirm.delete
source: Delete Habit
ar: حذف العادة
bn: অভ্যাস ডিলিট করুন
de: Gewohnheit löschen
el: Διαγραφή συνήθειας
es: Eliminar hábito
fa: حذف عادت
fr: Supprimer l’habitude
he: מחיקת הרגל
hi: आदत हटाएँ
id: Hapus Kebiasaan
it: Elimina abitudine
ja: 習慣を削除
ko: 습관 삭제
mr: सवय हटवा
ms: Padam Tabiat
nl: Verwijder gewoonte
pl: Usuń nawyk
pt_br: Excluir hábito
ro: Ștergeți obiceiul
ru: Удалить привычку
ta: பழக்கத்தை நீக்கு
te: అలవాటును డిలీట్ చేయండి
th: ลบนิสัย
tr: Alışkanlığı sil
uk: Видалити звичку
ur: عادت حذف کریں
vi: Xóa thói quen
zh_hans: 删除习惯
zh_hant: 刪除習慣
